{"status":"ok","totalResults":10,"articles":[{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Alex Wilhelm","title":"Why is Didi worth so much less than Uber?","description":"The Chinese ride-hailing giant appears set to be valued at a discount to its U.S. counterpart. By several tens of billions of dollars, it turns out. And we can’t quite figure out why.","url":"https://techcrunch.com/2021/06/25/why-is-didi-worth-so-much-less-than-uber/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/02/GettyImages-1026893740-e1550213999251.jpg?w=752","publishedAt":"2021-06-25T19:12:19Z","content":"Years ago, U.S. ride-hailing giant Uber and its Chinese rival Didi were locked in an expensive rivalry in the Asian nation. After a financially bruising competition, Uber sold its China-based busines… [+1655 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Mark Testoni, Joseph Moreno","title":"To end cyberterrorism, the government should extend a hand to the private sector","description":"The reality is that while companies can get smarter about cyber defenses and users can get more vigilant in their cyber hygiene practices, only the government has the power to end this behavior.","url":"https://techcrunch.com/2021/06/25/to-end-cyberterrorism-the-government-should-extend-a-hand-to-the-private-sector/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-186872728.jpg?w=600","publishedAt":"2021-06-25T18:43:36Z","content":"It is said that the best way to lose the next war is to keep fighting the last one. The citadels of the medieval ages were an effective defense until gunpowder and cannons changed siege warfare forev… [+7806 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Devin Coldewey","title":"Deep Science: Keeping AI honest in medicine, climate science and vision","description":"This week, we'll explore a number of projects aimed at identifying or confirming bias or cheating behaviors in machine learning systems, or failures in the data that support them.","url":"https://techcrunch.com/2021/06/25/deep-science-keeping-ai-honest-in-medicine-climate-science-and-vision/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/04/GettyImages-1156059914.jpg?w=600","publishedAt":"2021-06-25T18:11:12Z","content":"Research papers come out far too frequently for anyone to read them all. Thats especially true in the field of machine learning, which now affects (and produces papers in) practically every industry … [+2219 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Alex Wilhelm, Anna Heim","title":"Like the US, a two-tier venture capital market is emerging in Latin America","description":"Mega-rounds are no longer an exception in Latin America; in fact, they have become a trend, with ever-larger rounds being announced over the last few months.","url":"https://techcrunch.com/2021/06/25/like-the-us-a-two-tier-venture-capital-market-is-emerging-in-latin-america/","urlToImage":"https://techcrunch.com/wp-content/uploads/2020/05/NSussman_Techcrunch_Exchange_v3-ORNG.jpg?w=533","publishedAt":"2021-06-25T17:10:03Z","content":"Earlier this week, The Exchange wrote about the early-stage venture capital market, with the goal of understanding how some startups are raising more seed capital before they work on their Series A, … [+3128 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Mary Ann Azevedo","title":"Mercuryo raises $7.5M for crypto-focused cross-border payments after crossing $50M in ARR","description":"Mercuryo, a startup that has built a cross-border payments network, has raised $7.5 million in a Series A round of funding. The London-based company describes itself as “a crypto infrastructure company” that aims to make blockchain useful for businesses via i…","url":"https://techcrunch.com/2021/06/25/mercuryo-raises-7-5m-for-crypto-focused-cross-border-payments-after-crossing-50m-in-arr/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/04/GettyImages-1125873966.jpg?w=533","publishedAt":"2021-06-25T16:51:29Z","content":"Mercuryo, a startup that has built a cross-border payments network, has raised $7.5 million in a Series A round of funding.\r\nThe London-based company describes itself as a crypto infrastructure compa… [+4174 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Natasha Mascarenhas","title":"Musculoskeletal medical startups race to enter personalized health tech market","description":"Several personalized health tech startups hope to reinvent care for patients suffering from musculoskeletal (MSK) medical conditions and chronic pain.","url":"https://techcrunch.com/2021/06/25/musculoskeletal-medical-startups-race-to-enter-personalized-healthtech-market/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-512120924.jpg?w=538","publishedAt":"2021-06-25T16:46:13Z","content":"As the pandemic unevenly roars on, Emily Melton, founder and managing partner of Threshold VC, is reflecting on a previous public health crisis: the Spanish Flu.\r\nShe says the response just over a ce… [+3080 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Mike Butcher","title":"Dear EU: It's time to get a grip","description":"The EU for all its lethargy, faults and fetishization of bureaucracy, is, ultimately, a good idea. It might be 64 years from the formation of the European Common Market, but it is 29 years since the EU’s formation in the Maastricht Treaty, and this internatio…","url":"https://techcrunch.com/2021/06/25/dear-eu-its-time-to-get-a-grip/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/11/GettyImages-1146371917.jpg?w=600","publishedAt":"2021-06-25T16:12:42Z","content":"The EU for all its lethargy, faults and fetishization of bureaucracy, is, ultimately, a good idea. It might be 64 years from the formation of the European Common Market, but it is 29 years since the … [+5475 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Natasha Lomas","title":"LinkedIn formally joins EU Code on hate speech takedowns","description":"Microsoft-owned LinkedIn has committed to doing more to quickly purge illegal hate speech from its platform in the European Union by formally signing up to a self-regulatory initiative that seeks to tackle the issue through a voluntary Code of Conduct. In sta…","url":"https://techcrunch.com/2021/06/25/linkedin-formally-joins-eu-code-on-hate-speech-takedowns/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-1205021544.jpg?w=586","publishedAt":"2021-06-25T15:51:39Z","content":"Microsoft-owned LinkedIn has committed to doing more to quickly purge illegal hate speech from its platform in the European Union by formally signing up to a self-regulatory initiative that seeks to … [+5543 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Natasha Mascarenhas","title":"Loom spins up a pregnancy and postpartum education program","description":"Erica Chidi, the co-founder of Loom and a first-generation Nigerian-American, learned how to wrap the language of self-care around her body from an early age. She spent the early part of her life in South Africa, then the epicenter of the HIV and AIDS pandemi…","url":"https://techcrunch.com/2021/06/25/loom-spins-up-a-pregnancy-and-postpartum-education-program/","urlToImage":"https://techcrunch.com/wp-content/uploads/2019/07/GettyImages-968151038.jpg?w=501","publishedAt":"2021-06-25T15:31:08Z","content":"Erica Chidi, the co-founder of Loom and a first-generation Nigerian-American, learned how to wrap the language of self-care around her body from an early age. She spent the early part of her life in … [+3662 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Mark Spera","title":"5 companies doing growth marketing right","description":"Forward-thinking entrepreneurs and growth marketers simply must make time to study their competition, learn best practices and apply them to their own business growth.","url":"https://techcrunch.com/2021/06/25/5-companies-doing-growth-marketing-right/","urlToImage":"https://techcrunch.com/wp-content/uploads/2021/06/GettyImages-1256131611.jpg?w=527","publishedAt":"2021-06-25T14:59:25Z","content":"What do all companies, regardless of industry, say they want? Growth. Lighting-fast, continuous growth. The good news is you can quickly learn which growth marketing strategies work by studying other… [+3058 chars]"}]}